Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Zenway - ROG Masters.tmx
Source language: en
Languages: id, ja, ko, th, vi, zh_hant_tw

source: I agree to provide the above information to ASUS to register and contact me in the ROG Masters 2020 campaign.
id: Saya menyetujui memberikan informasi di atas kepada ASUS untuk mendaftarkan dan menghubungi saya dalam kampanye ROG Masters 2020.
ja: 私は、ROG Masters 2021 キャンペーンに登録して連絡を受けるために、上記の情報を ASUS に提供することに同意します。
ko: ROG 마스터즈 2021에 등록하고 관련 연락을 받기 위해 위의 정보를 ASUS에 제공할 것에 동의합니다.
th: ข้าพเจ้าตกลงที่จะให้ข้อมูลข้างต้นแก่ ASUS เพื่อลงทะเบียนและติดต่อข้าพเจ้าในแคมเปญ ROG Masters 2021
vi: Tôi đồng ý cung cấp thông tin trên cho ASUS để đăng ký và liên hệ với tôi trong chiến dịch ROG Masters 2020.
zh_hant_tw: 本人同意向華碩提供以上資料，以便報名 ROG Master 2020 活動及與我聯絡。

source: I agree to provide the above information to ASUS to contact me in the ROG Masters 2021 campaign.
id: Saya menyetujui memberikan informasi di atas kepada ASUS untuk menghubungi saya dalam kampanye ROG Masters 2021.
ja: ROG Masters 2021 キャンペーンについて連絡を受けるために、上記の情報を ASUS に提供することに同意します。
ko: ROG 마스터즈 2021 관련 답변을 전달받기 위해 위의 정보를 ASUS에 제공할 것에 동의합니다.
th: ฉันตกลงที่จะให้ข้อมูลข้างต้นกับ ASUS เพื่อติดต่อฉันในแคมเปญ ROG Masters 2021
vi: Tôi đồng ý cung cấp thông tin trên cho ASUS để liên hệ với tôi trong chiến dịch ROG Masters 2021.

source: Each Country
id: Setiap Negara
ja: 各国
ko: 각 국가당
th: แต่ละประเทศ
vi: Mỗi Quốc Gia

source: [You can obtain your Steam Profile URL in your Steam Profile in the Steam application/webpage or you can head to https://steamidfinder.com/ to search for your Steam Profile URL.
id: [Anda dapat memperoleh URL Profil Steam Anda di Profil Steam Anda di aplikasi/halaman web Steam atau langsung menuju ke https://steamidfinder.com/ untuk mencari URL Profil Steam Anda.
ja: [Steam アプリ/ウェブページの Steam プロフィールから Steam プロフィール URL を入手するか、https://steamidfinder.com/ に移動してご自身の Steam プロフィール URL を検索できます。
ko: [Steam 앱 또는 홈페이지 내의 Steam 프로필에서 Steam 프로필 URL을 확인하거나, https://steamidfinder.com/를 통해 Steam 프로필 URL을 찾을 수 있습니다.
th: [คุณสามารถรับ URL โปรไฟล์ Steam ได้ที่โปรไฟล์ Steam ของคุณในแอปพลิเคชัน/เว็บเพจ Steam หรือคุณสามารถไปที่ https://steamidfinder.com/ เพื่อค้นหา URL โปรไฟล์ Steam ของคุณ
vi: [Bạn có thể lấy URL Hồ Sơ Steam của mình trong Hồ Sơ Steam trong ứng dụng/trang web Steam hoặc bạn có thể truy cập https://steamidfinder.com/ để tìm kiếm URL Hồ Sơ Steam của mình.
zh_hant_tw: [您可以在 Steam 應用程式/網頁取得您的 Steam 個人檔案網址，或者亦可前往 https://steamidfinder.com/ 搜尋您的 Steam 個人檔案網址。

source: E-mail
id: Surel
ja: 電子メール
ko: 이메일
th: อีเมล

source: 3rd Place & Grand Finals
id: Juara 3 & Grand Final
ja: 3 位決定戦 & 決勝
ko: 3위 결정전 & 결승
th: อันดับ 3 และรอบชิงชนะเลิศ
vi: Hạng 3 & Chung Kết

source: Name
id: Nama
ja: 氏名
ko: 이름
th: ชื่อ
vi: Tên

source: Teams
id: Tim
ja: チーム
ko: 팀
th: ทีม
vi: Đội

source: If I am below the age of eighteen (18) and/or below the age of majority in the country of my citizenship, I declare that I have sought my legal guardian or parent’s approval to participate and to provide information to ASUS in the ROG Masters 2020 campaign.
id: Jika saya berusia di bawah delapan belas (18) tahun dan/atau di bawah batasan usia dewasa di negara kewarganegaraan saya, saya menyatakan bahwa saya telah meminta persetujuan wali sah atau orang tua saya untuk berpartisipasi dan memberikan informasi kepada ASUS dalam kampanye ROG Masters 2020.
ja: 私が 18 歳または国籍国の成人年齢を下回る場合、ROG Masters 2021 キャンペーンで ASUS に参加し情報を提供することについて親または保護者の承認を求めたことを宣言します。
ko: 18세 미만 및/또는 시민권을 보유한 국가에서 지정한 성년이 되지 않은 경우, ROG 마스터즈 2021에 참가하고 ASUS에 정보를 제공하는 데 법정후견인 또는 부모의 허가를 받았음을 선언합니다.
th: หากข้าพเจ้ามีอายุต่ำกว่าสิบแปด (18) ปี และ/หรืออายุต่ำกว่าเกณฑ์ในประเทศที่ข้าพเจ้าถือสัญชาติ ข้าพเจ้าขอยืนยันว่าข้าพเจ้าได้ขออนุญาตจากผู้ปกครองตามกฎหมายหรือบิดามารดาในการเข้าร่วมและให้ข้อมูลแก่ ASUS ในแคมเปญ ROG Masters 2021
vi: Nếu tôi dưới mười tám (18) tuổi và/hoặc dưới độ tuổi trưởng thành ở quốc gia tôi nhập quốc tịch, tôi tuyên bố rằng tôi đã tìm kiếm sự chấp thuận của người giám hộ hợp pháp hoặc phụ huynh để tham gia và cung cấp thông tin cho ASUS trong chiến dịch ROG Masters 2020.
zh_hant_tw: 若本人未滿十八（18）歲及/或未滿設籍所在國家的成年年齡，本人聲明本人參加 ROG Master 2020 活動及向華碩提供資料，均已取得法定監護人或家長的同意。

source: Team Logo
id: Logo Tim
ja: チームロゴ
ko: 팀 로고
th: โลโก้ทีม
vi: Logo Đội
zh_hant_tw: 隊伍標誌

source: National Qualifiers
id: Kualifikasi Nasional
ja: 国別予選トーナメント
ko: 국가별 예선
th: รอบคัดเลือกระดับชาติ
vi: Vòng Loại Quốc Gia

source: 500px by 500px)
id: 500px kali 500px)
ja: 500px x 500px)
ko: 500x500px)
vi: 500px x 500px)

source: Month
id: Bulan
ja: 月
ko: 월
th: เดือน
vi: Tháng

source: 12th March 2021 – Hong Kong , Singapore, Sri Lanka and Thailand
id: 12 Maret 2021 — Hong Kong, Singapura, Sri Lanka, dan Thailand
ja: 2021 年 3 月 12 日 — 香港、シンガポール、スリランカ、タイ
ko: 2021년 3월 12일 – 홍콩, 싱가포르, 스리랑카, 태국
th: 12 มีนาคม 2021 — ฮ่องกง สิงคโปร์ ศรีลังกา และไทย
vi: 12 tháng 3 năm 2021 – Hồng Kông, Singapore, Sri Lanka và Thái Lan
zh_hant_tw: 2021 年 3 月 12 日 — 香港、新加坡、斯里蘭卡、泰國

source: Please refer to ASUS Privacy Policy for more information.]
id: Silakan lihat Kebijakan Privasi ASUS untuk informasi lebih lanjut.]
ja: 詳細については、ASUS プライバシーポリシーを参照してください]
ko: 자세한 내용은 ASUS 개인 정보 보호 정책을 참조해 주세요.]
th: โปรดดูนโยบายความเป็นส่วนตัวของ ASUS สำหรับข้อมูลเพิ่มเติม]
vi: Vui lòng tham khảo Chính Sách Quyền Riêng Tư của ASUS để biết thêm thông tin.]
zh_hant_tw: 更多資訊請參閱華碩隱私權政策。

source: Country of Citizenship
id: Kewarganegaraan
ja: 国籍
ko: 국적
th: ประเทศที่ถือสัญชาติ
vi: Quốc Tịch

source: [You can obtain your FACEIT ID in your from your FACEIT Profile/Game Settings page.
id: [Anda bisa mendapatkan ID FACEIT Anda dari halaman Profil/Pengaturan Gim FACEIT Anda.
ja: [FACEIT プロフィール] または [ゲーム設定] ページから FACEIT ID を取得できます。
ko: [FACEIT 프로필/게임 설정 페이지에서 FACEIT ID를 확인할 수 있습니다.
th: [คุณสามารถขอรับ FACEIT ID ของคุณได้จากหน้าการตั้งค่าเกม/โปรไฟล์ FACEIT
vi: [Bạn có thể lấy ID FACEIT của mình từ trang Hồ Sơ FACEIT/Cài Đặt Trò Chơi.
zh_hant_tw: [您可以在 FACEIT 個人檔案/遊戲設定頁面取得您的 FACEIT ID。]

source: [This will be used as for proof of photo identification and nationality confirmation as per filled into the registration form.
id: [Ini akan digunakan sebagai bukti identifikasi foto dan konfirmasi kewarganegaraan sesuai dengan yang diisikan ke dalam formulir pendaftaran.]
ja: [これは、登録フォームの記入事項と照らし合わせて、写真付き身分証明書および国籍を確認するために使用します。
ko: [등록 양식에 입력한 국적과 사진이 부착된 신분증을 확인하는 용도로 사용됩니다.
th: [เอกสารนี้จะใช้สำหรับแสดงบัตรประจำตัวประชาชนและยืนยันสัญชาติตามที่กรอกลงในแบบฟอร์มลงทะเบียน]
vi: [Điều này sẽ được sử dụng làm bằng chứng nhận dạng có ảnh và xác nhận quốc tịch như đã điền vào mẫu đăng ký.]
zh_hant_tw: [此為根據報名表中填寫的資料提供附照片的身分證件和國籍確認文件作為證明。]

source: All email confirmations and correspondence will be sent to the Captain only.
id: Semua konfirmasi email dan korespondensi hanya dikirimkan ke Kapten.
ja: 確認メールと連絡はすべてキャプテンにのみ送信されます。
ko: 확인 이메일 및 기타 연락은 모두 주장에게만 발송됩니다.
th: อีเมลยืนยันและการติดต่อทั้งหมดจะถูกส่งไปยังกัปตันเท่านั้น
vi: Tất cả các email xác nhận và thư từ sẽ chỉ được gửi cho Đội Trưởng.
zh_hant_tw: 所有確認電子郵件與通信只會寄給隊長。

source: No file chosen
id: Tidak ada berkas yang dipilih
ja: ファイルが選択されていません
ko: 선택한 파일 없음
th: ไม่ได้เลือกไฟล์
vi: Không có tệp nào được chọn

source: Philippines
id: Filipina
ja: フィリピン
ko: 필리핀
th: ฟิลิปปินส์

source: I agree to ROG MASTERS 2021 Official Rules & Regulations.
id: Saya setuju dengan Aturan & Peraturan Resmi ROG MASTERS 2021.
ja: 私は、ROG MASTERS 2021 公式規則および規制に同意します。
ko: ROG 마스터즈 2021 공식 규칙 및 규정에 동의합니다.
th: ข้าพเจ้ายอมรับกฎและข้อบังคับอย่างเป็นทางการของ ROG MASTERS 2021
vi: Tôi đồng ý với Quy Tắc & Quy Định Chính Thức của ROG MASTERS 2021.
zh_hant_tw: 本人同意 ROG MASTERS 2021 官方規則與規章。

source: March
id: Maret
ja: 3 月
ko: 3월
th: มีนาคม
vi: Tháng 3

source: Prize money is only allocated to countries that have respective slots in regional grand finals.
id: Hadiah uang hanya dialokasikan untuk negara-negara yang masing-masing memiliki slot di grand final regional.
ja: 賞金は、リージョンのグランドファイナルに席がある国にのみ割り当てられます。
ko: 상금은 지역 결승에 슬롯이 있는 국가에만 할당됩니다.
th: เงินรางวัลจะถูกจัดสรรให้แก่ประเทศที่ได้รับการจัดสรรไว้ในรอบชิงชนะเลิศระดับภูมิภาคเท่านั้น
vi: Tiền thưởng chỉ được phân bổ cho các quốc gia có suất tương ứng trong vòng chung kết khu vực.
zh_hant_tw: 獎金僅分配給在區域總決賽中有各別席位的國家。

source: Day
id: Tanggal
ja: 日
ko: 일
th: วัน
vi: Ngày

source: Refer to this guide for more details - https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information.
id: Lihat panduan ini untuk lebih jelasnya - https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information.]
ja: 詳細については、こちらのガイド (https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information) をご覧ください。
ko: 자세한 내용은 이 가이드를 참조하세요 - https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information.
th: โปรดดูคู่มือนี้สำหรับรายละเอียดเพิ่มเติม https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information
vi: Tham khảo hướng dẫn này để biết thêm chi tiết - https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information.
zh_hant_tw: 詳情請參閱此份指南-https://support.faceit.com/hc/en-us/articles/115000013504-FACEIT-Profile-Game-Settings-Information。

source: RULEBOOK
id: BUKU PERATURAN
ja: ルールブック
ko: 규정집
th: หนังสือกฎ
vi: SÁCH QUY TẮC

source: Steam Profile URL
id: URL Profil Steam
ja: Steam プロフィール URL
ko: Steam 프로필 URL
th: URL โปรไฟล์ Steam
vi: URL Hồ Sơ Steam
zh_hant_tw: Steam 個人檔案網址

source: 2nd April 2021 – Australia, Bangladesh, Japan and Indonesia
id: 2 April 2021 — Australia, Bangladesh, Jepang, dan Indonesia
ja: 2021 年 4 月 2 日 — オーストラリア、バングラデシュ、日本、インドネシア
ko: 2021년 4월 2일 – 호주, 방글라데시, 일본, 인도네시아
th: 2 เมษายน 2021 — ออสเตรเลีย บังคลาเทศ ญี่ปุ่น และอินโดนีเซีย
vi: Ngày 2 tháng 4 năm 2021 – Úc, Bangladesh, Nhật Bản và Indonesia
zh_hant_tw: 2021 年 4 月 2 日 — 澳洲、孟加拉、日本、印尼

source: [This will be used as the indication of the Country Qualifier you are signing up for.]
id: [Ini akan digunakan sebagai petunjuk untuk Negara Kualifikasi yang Anda daftarkan.]
ja: [これは、これから登録する国別の予選中にチームを表すものとして使われます]
ko: [팀 국적에 따라 해당 나라의 국가별 예선에 등록됩니다.]
th: [จะใช้เป็นตัวบ่งชี้ของการแข่งขันรอบคัดเลือกระดับประเทศที่คุณลงทะเบียนเข้าร่วม]
vi: [Điều này sẽ được sử dụng làm dấu hiệu của Vòng Loại Quốc Gia mà bạn đang đăng ký.]
zh_hant_tw: [這將用來決定您報名參加的國家資格賽。]

source: ABOUT US
id: TENTANG KAMI
ja: 私たちについて
ko: 소개
th: เกี่ยวกับเรา
vi: VỀ CHÚNG TÔI

source: [PNG with transparent background, dimensions 500px by 500px]
id: [PNG dengan latar belakang transparan, dimensi 500px kali 500px]
ja: [背景が透明の PNG、寸法: 500 ピクセルx 500 ピクセル]
ko: [투명한 배경의 PNG 파일, 사이즈: 500x500px]
th: [PNG ที่มีพื้นหลังโปร่งใสขนาด 500px คูณ 500px]
vi: [PNG với nền trong suốt, kích thước 500px x 500px]
zh_hant_tw: [PNG 背景透明圖檔，尺寸 500 像素 x 500 像素]

source: Also, if I am a winner of this campaign, I agree to additionally provide my paypal or bank account number for prize remittance purpose.
id: Juga, jika menjadi pemenang kampanye ini, saya setuju untuk menambahkan paypal atau nomor rekening bank saya untuk tujuan pengiriman hadiah.
ja: また、この大会で優勝した場合、賞金の送金目的で PayPal または銀行口座番号を追加で提供することに同意します。
ko: 그리고 이 대회에서 순위권에 들 경우 상금 수령을 위해 PayPal 또는 은행 계좌번호를 추가로 제공하는 데 동의합니다.
th: นอกจากนี้ หากข้าพเจ้าเป็นผู้ชนะในแคมเปญนี้ ข้าพเจ้าตกลงที่จะระบุหมายเลขบัญชี PayPal หรือบัญชีธนาคารของข้าพเจ้าเพิ่มเติมเพื่อวัตถุประสงค์ในการโอนเงินรางวัล
vi: Ngoài ra, nếu tôi là người chiến thắng trong chiến dịch này, tôi đồng ý cung cấp thêm số tài khoản PayPal hoặc số tài khoản ngân hàng của mình cho mục đích chuyển tiền thưởng.
zh_hant_tw: 若本人在此活動中勝出，本人亦同意另外提供個人 PayPal 或銀行帳號作為獎金匯款之用。

source: National Finals
id: Final Nasional
ja: 国別決勝トーナメント
ko: 국가별 결승
th: รอบชิงชนะเลิศระดับชาติ
vi: Chung Kết Quốc Gia

source: Please have the following documents and information prepared in order to complete the registration form.
id: Harap siapkan dokumen dan informasi berikut untuk melengkapi formulir pendaftaran.
ja: 以下の書類と情報を用意して、登録フォームに必要事項をご記入ください。
ko: 등록 양식을 작성하기 위해 다음 문서와 정보를 준비해 주세요.
th: กรุณาเตรียมเอกสารและข้อมูลดังต่อไปนี้เพื่อกรอกแบบฟอร์มลงทะเบียน
vi: Vui lòng chuẩn bị các tài liệu và thông tin sau để hoàn thành mẫu đăng ký.
zh_hant_tw: 請備妥下列文件與資料以便填寫報名表。

source: SIGN UP
id: DAFTAR
ja: サインアップ
ko: 등록하기
th: ลงทะเบียน
vi: ĐĂNG KÝ

source: Australia / Japan
id: Australia / Jepang
ja: オーストラリア/日本
ko: 호주 / 일본
th: ออสเตรเลีย / ญี่ปุ่น
vi: Úc / Nhật Bản

source: Hong Kong / Singapore
id: Hong Kong / Singapura
ja: 香港/シンガポール
ko: 홍콩 / 싱가포르
th: ฮ่องกง / สิงคโปร์
vi: Hồng Kông / Singapore

source: Team Name
id: Nama Tim
ja: チーム名
ko: 팀 이름
th: ชื่อทีม
vi: Tên Đội

source: PROOF OF NATIONALITY (E.g.
id: SURAT BUKTI KEWARGANEGARAAN (Misalnya
ja: 国籍の証明 (例.
ko: 국적 증명 (예:
th: หลักฐานแสดงสัญชาติ (เช่น
vi: BẰNG CHỨNG VỀ QUỐC TỊCH (ví dụ:

source: Global Offensive (CS:GO) as the official game.
id: Global Offensive (CS:GO) sebagai game resmi.
ja: Global Offensive (CS:GO)』が今回の公式ゲームです。
ko: 글로벌 오펜시브(CS:GO)입니다.
th: Global Offensive (CS:GO) ในฐานะเกมอย่างเป็นทางการ
vi: Global Offensive (CS:GO) là trò chơi chính thức.

source: Round of 16
id: Babak 16 Besar
ja: ベスト 16
ko: 16강
th: รอบ 16 คน/ทีม
vi: Vòng 16 đội

source: Driver’s license or Health card)
id: SIM atau Kartu BPJS)
ja: 運転免許証や健康保険証)
ko: 운전면허증 또는 건강보험증)
th: บัตรประจำตัวประชาชน หรือบัตรสุขภาพ)
vi: Bằng lái xe hoặc Thẻ y tế)

source: Will you be the next ROG Masters Champion?
id: Apakah Anda Juara ROG Masters berikutnya?
ja: 次の ROG マスターズチャンピオンに輝いてみませんか？
ko: ROG 마스터즈 챔피언에 도전하시겠습니까?
th: คุณจะเป็นแชมป์ ROG Masters คนต่อไปหรือไม่?
vi: Bạn sẽ là Nhà Vô Địch ROG Masters tiếp theo?

source: CONTACT US
id: HUBUNGI KAMI
ja: お問合せ
ko: 문의
th: ติดต่อเรา
vi: LIÊN HỆ VỚI CHÚNG TÔI

source: Contact Number
id: Nomor Kontak
ja: 連絡先番号
ko: 전화번호
th: หมายเลขติดต่อ
vi: Số Liên Lạc

source: Inherent risks are associated with any activity and by granting permission for me to participate, the legal guardian or parent acknowledges that such risks exist.
id: Risiko melekat ada di semua aktivitas dan dengan memberikan izin saya untuk berpartisipasi, wali sah atau orang tua mengakui bahwa risiko tersebut ada.
ja: どのような活動もリスクを伴います。親または保護者は、私が参加することを許可することによって、そのようなリスクが存在することを認めたことになります。
ko: 모든 활동에는 위험 요소가 존재할 수 있으며, 참가를 허가한 법정후견인 또는 부모는 이러한 위험 요소의 존재를 인지하고 있습니다.
th: ทุกกิจกรรมจะมีความเสี่ยงโดยธรรมชาติ และการอนุญาตให้ข้าพเจ้าเข้าร่วมในรายการนี้เท่ากับว่าผู้ปกครองตามกฎหมายหรือบิดามารดายอมรับว่ามีความเสี่ยงดังกล่าวอยู่
vi: Rủi ro cố hữu có liên quan đến bất kỳ hoạt động nào và bằng cách cho phép tôi tham gia, người giám hộ hợp pháp hoặc phụ huynh thừa nhận rằng những rủi ro đó tồn tại.
zh_hant_tw: 任何活動均有固有風險，法定監護人或家長准許本人參與活動，即代表其已知悉該等風險的存在。

source: Take note that closure of are registration dates will vary from country to country as follows:
id: Harap perhatikan tanggal penutupan pendaftaran untuk negara Anda.
ja: 登録締切日は、以下のように国によって異なることにご注意ください。
ko: 등록 마감일은 다음과 같이 국가별로 상이합니다:
th: โปรดดูวันที่ปิดการลงทะเบียนสำหรับประเทศของคุณ
vi: Vui lòng lưu ý ngày đóng đăng ký cho quốc gia của bạn.
zh_hant_tw: 請注意您的國家的報名截止日期：

source: Your Inquiry
id: Pertanyaan Anda
ja: お問合せ
ko: 문의 내용
th: คําถามของคุณ
vi: Yêu Cầu của Bạn

source: COUNTRY QUALIFIERS
id: KUALIFIKASI NEGARA
ja: 国別予選トーナメント
ko: 국가별 예선
th: รอบคัดเลือกระดับประเทศ
vi: VÒNG LOẠI QUỐC GIA

source: Submit
id: Kirim
ja: 送信
ko: 제출
th: ส่ง
vi: Gửi

source: NEXT
id: SELANJUTNYA
ja: 次へ
ko: 다음
th: ถัดไป
vi: TIẾP THEO

source: This time, we’re bringing more esports action to the Asia Pacific region in Republic of Gamers’ very first online tournament in the region; featuring Counter-Strike:
id: Kali ini, kami membawa lebih banyak lagi aksi esports di turnamen daring pertama Republic of Gamers di kawasan Asia Pasifik; dengan menampilkan Counter-Strike:
ja: 今回は、アジア太平洋地域で Republic of Gamers (ROG) 初のオンライントーナメントを開催。『Counter-Strike:
ko: 처음으로 아시아·태평양 지역에서 ROG의 온라인 토너먼트가 펼쳐집니다. 공식 게임은 카운터 스트라이크:
th: ครั้งนี้เราจะนํากีฬาอิเล็กทรอนิกส์ที่มีแอ็คชั่นมากขึ้นไปสู่ภูมิภาคเอเชียแปซิฟิกในทัวร์นาเมนต์ออนไลน์ครั้งแรกของ Republic of Gamers ในภูมิภาคนี้ โดยจะฟีเจอร์ Counter-Strike:
vi: Lần này, chúng tôi mang đến nhiều hành động thể thao điện tử hơn cho khu vực Châu Á Thái Bình Dương trong giải đấu trực tuyến đầu tiên của Cộng hòa Game thủ tại khu vực; có tính năng Counter-Strike:

source: Terms of Use Notice
id: Pemberitahuan Ketentuan Penggunaan
ja: 利用規約通知
ko: 이용 약관 고지
th: ประกาศข้อตกลงการใช้งาน
vi: Thông Báo Điều Khoản Sử Dụng

source: Example: http://steamcommunity.com/profiles/12345678901234567]
id: Contoh: http://steamcommunity.com/profiles/12345678901234567]
ja: 例: http://steamcommunity.com/profiles/12345678901234567]
ko: 예: http://steamcommunity.com/profiles/12345678901234567]
th: ตัวอย่าง: http://steamcommunity.com/profiles/12345678901234567]
vi: Ví dụ: http://steamcommunity.com/profiles/12345678901234567]
zh_hant_tw: 範例：http://steamcommunity.com/profiles/12345678901234567]

source: 19th March 2021 – Korea, Malaysia and Philippines
id: 19 Maret 2021 — Korea, Malaysia, dan Filipina
ja: 2021 年 3 月 19 日 — 韓国、マレーシア、フィリピン
ko: 2021년 3월 19일 – 한국, 말레이시아, 필리핀
th: 19 มีนาคม 2021 — เกาหลี มาเลเซีย และฟิลิปปินส์
vi: 19 tháng 3 năm 2021 – Hàn Quốc, Malaysia và Philippines
zh_hant_tw: 2021 年 3 月 19 日 — 韓國、馬來西亞、菲律賓

source: Regional Finals
id: Final Regional
ja: 地域決勝トーナメント
ko: 지역별 결승
th: รอบชิงชนะเลิศระดับภูมิภาค
vi: Chung Kết Khu Vực

source: Cambodia / Vietnam
id: Kamboja / Vietnam
ja: カンボジア/ベトナム
ko: 캄보디아 / 베트남
th: กัมพูชา / เวียดนาม
vi: Campuchia / Việt Nam

source: ASUS Privacy Policy
id: Kebijakan Privasi ASUS
ja: ASUS プライバシーポリシー
ko: ASUS 개인 정보 보호 정책
th: นโยบายความเป็นส่วนตัวของ ASUS
vi: Chính Sách Quyền Riêng Tư của ASUS

source: Register Now
id: Daftar Sekarang
ja: ご登録はこちら
ko: 지금 등록하기
th: ลงทะเบียนตอนนี้
vi: Đăng Ký Ngay

source: Schedule
id: Jadwal
ja: スケジュール
ko: 일정
th: กำหนดการ
vi: Lịch trình
zh_hant_tw: 賽程表

source: English
id: Bahasa Inggris
ja: 英語
th: ภาษาไทย
vi: Tiếng Anh
zh_hant_tw: 中文

source: Player 1 (Captain)
id: Pemain 1 (Kapten)
ja: プレイヤー 1 (キャプテン)
ko: 플레이어 1 (주장)
th: ผู้เล่น 1 (กัปตัน)
vi: Người Chơi 1 (Đội Trưởng)

source: Also, I agree to the ASUS Privacy Policy
id: Juga, saya menyetujui Kebijakan Privasi ASUS
ja: また、ASUS プライバシーポリシーに同意します
ko: 또한 ASUS 개인 정보 보호 정책에 동의합니다.
th: นอกจากนี้ ฉันยอมรับนโยบายความเป็นส่วนตัวของ ASUS
vi: Ngoài ra, tôi đồng ý với Chính Sách Quyền Riêng Tư của ASUS

source: Quarter Finals & Semi Finals
id: Perempat Final & Semi Final
ja: 準々決勝 & 準決勝
ko: 8강 & 4강
th: รอบก่อนรองชนะเลิศ และรอบรองชนะเลิศ
vi: Tứ Kết & Bán Kết

source: Round of 32
id: Babak 32 Besar
ja: ベスト 32
ko: 32강
th: รอบ 32 คน/ทีม
vi: Vòng 32 đội

source: Year
id: Tahun
ja: 年
ko: 년
th: ปี
vi: Năm

source: Timings will be confirmed closer to tournament date.
id: Waktu akan dikonfirmasi mendekati tanggal turnamen.
ja: 日程については、トーナメントの開催が迫ってきたときに確定します。
ko: 대회 시간은 토너먼트 날짜가 다가오면 확정됩니다.
th: กำหนดเวลาต่าง ๆ จะได้รับการยืนยันเมื่อใกล้ถึงวันแข่งขันมากขึ้น
vi: Thời gian sẽ được xác nhận gần ngày thi đấu.
zh_hant_tw: 確切時間將在比賽日期接近時確認。

source: Captain will be the main contact point for the team registered.
id: Kapten akan menjadi titik kontak utama untuk tim yang terdaftar.
ja: キャプテンは、登録したチームの主な連絡先窓口になります。
ko: 주장은 등록한 팀을 대표하여 소통하게 됩니다.
th: กัปตันจะเป็นผู้ติดต่อหลักของทีมที่ลงทะเบียน
vi: Đội trưởng sẽ là đầu liên lạc chính của đội đã đăng ký.
zh_hant_tw: 隊長將是報名隊伍的主要聯絡窗口。

source: Besides, I agree to the ASUS Privacy Policy.
id: Selain itu, saya setuju dengan Kebijakan Privasi ASUS.
ja: さらに、私は ASUS プライバシーポリシーに同意します。
ko: 또한 ASUS 개인 정보 보호 정책에 동의합니다.
th: นอกจากนี้ ข้าพเจ้ายอมรับนโยบายความเป็นส่วนตัวของ ASUS
vi: Bên cạnh đó, tôi đồng ý với Chính Sách Quyền Riêng Tư của ASUS.
zh_hant_tw: 此外，本人同意華碩隱私權政策。

source: Team Nationality
id: Negara Tim
ja: チームの国籍
ko: 팀 국적
th: สัญชาติทีม
vi: Quốc Tịch Đội
zh_hant_tw: 隊伍國籍

source: Welcome to the ROG Masters 2021 CS:GO Team Registration Page.
id: Selamat datang di ROG Masters 2021 CS:GO Halaman Pendaftaran Tim.
ja: ROG Masters 2021 CS:GO チーム登録ページへようこそ。
ko: ROG 마스터즈 2021 CS:GO 팀 등록 페이지에 오신 것을 환영합니다.
th: ยินดีต้อนรับสู่หน้าลงทะเบียนทีม ROG Masters 2021 CS:GO
vi: Chào mừng bạn đến với Trang Đăng Ký Đội ROG Masters 2021 CS:GO.
zh_hant_tw: 歡迎來到 ROG Masters 2021《絕對武力：全球攻勢》（CS：GO）隊伍報名頁面。

source: PRIZE POOL:
id: TOTAL HADIAH:
ja: 賞金プール:
ko: 총 상금:
th: เงินรางวัล
vi: TIỀN THƯỞNG:

source: Proof of Nationality
id: Bukti Kewarganegaraan
ja: 国籍の証明
ko: 국적 증명
th: หลักฐานแสดงสัญชาติ
vi: Bằng Chứng về Quốc Tịch
zh_hant_tw: 國籍證明

source: TOURNAMENT DATES
id: TANGGAL TURNAMEN
ja: トーナメントの日付
ko: 토너먼트 일정
th: วันแข่งขัน
vi: NGÀY DIỄN RA GIẢI ĐẤU

source: Please send in the unique game ID for CounterStrike:
id: Silakan kirim ID gim unik untuk CounterStrike:
ja: CounterStrike: Global Offensive の一意のゲーム ID を
ko: 카운터 스트라이크: 글로벌 오펜시브의 고유 게임 ID를
th: กรุณาส่งรหัสเกมพิเศษเฉพาะสำหรับ CounterStrike:
vi: Vui lòng gửi ID trò chơi duy nhất cho CounterStrike:
zh_hant_tw: 請提供在《絕對武力：

source: TEAM LOGO (Only PNG is accepted.
id: LOGO TIM (Hanya menerima format PNG.
ja: チームロゴ (PNG のみ受け付けています。
ko: 팀 로고 (PNG 형식만 가능합니다.
th: โลโก้ทีม (รับเฉพาะ PNG เท่านั้น
vi: LOGO ĐỘI (Chỉ chấp nhận PNG.

source: 26th March 2021 – Cambodia, India and Vietnam
id: 26 Maret 2021 — Kamboja, India, dan Vietnam
ja: 2021 年 3 月 26 日 — カンボジア、インド、ベトナム
ko: 2021년 3월 26일 – 캄보디아, 인도, 베트남
th: 26 มีนาคม 2021 — กัมพูชา อินเดีย และเวียดนาม
vi: Ngày 26 tháng 3 năm 2021 – Campuchia, Ấn Độ và Việt Nam
zh_hant_tw: 2021 年 3 月 26 日 — 柬埔寨、印度、越南

source: [Team name, full name, contact number, email address, date of birth and country of citizenship.]
id: [Nama tim, nama lengkap, nomor kontak, alamat email, tanggal lahir, dan kewarganegaraan.]
ja: [チーム名、氏名、連絡先番号、電子メールアドレス、生年月日、国籍]
ko: [팀 이름, 이름, 전화번호, 이메일 주소, 생년월일, 국적]
th: [ชื่อทีม ชื่อเต็ม หมายเลขติดต่อ ที่อยู่อีเมล วันเดือนปีเกิด และประเทศที่ถือสัญชาติ]
vi: [Tên đội, họ tên, số liên lạc, địa chỉ email, ngày sinh và quốc tịch.]
zh_hant_tw: [隊名、全名、聯絡電話、電子郵件地址、出生日期及國籍。]

source: All rights reserved.
id: Semua hak dilindungi undang-undang.
th: สงวนลิขสิทธิ์
vi: Bảo lưu mọi quyền.

source: ROG Masters is BACK!
id: ROG Masters hadir kembali!
ja: ROG Masters が戻ってきました!
ko: ROG 마스터즈가 돌아왔습니다!
th: ROG Masters กลับมาแล้ว!
vi: ROG Masters đã trở lại!

source: DATE OF BIRTH
id: TANGGAL LAHIR
ja: 生年月日
ko: 생년월일
th: วันเดือนปีเกิด
vi: NGÀY SINH

source: FACEIT ID
id: ID FACEIT
vi: ID FACEIT

source: Team Registration Form
id: Formulir Pendaftaran Tim
ja: チーム登録フォーム
ko: 팀 등록 양식
th: แบบฟอร์มลงทะเบียนสำหรับทีม
vi: Mẫu Đăng Ký Đội

source: COUNTRY FINALS
id: FINAL NEGARA
ja: 国別決勝トーナメント
ko: 국가별 결승
th: รอบชิงชนะเลิศระดับประเทศ
vi: CHUNG KẾT QUỐC GIA

source: Knockout
id: Sistem Gugur
ja: ノックアウト
ko: 승자 진출식 토너먼트
th: น็อคเอาท์
vi: Hạ đo ván

source: All team member details
id: Detail seluruh anggota tim
ja: チームメンバー全員の詳細
ko: 팀 구성원 전원의 세부 정보
th: รายละเอียดสมาชิกทีมทั้งหมด
vi: Thông tin chi tiết về tất cả thành viên đội
zh_hant_tw: 全體隊員資料

source: Vietnam
ja: ベトナム
ko: 베트남

source: Using of bugs or game glitches is prohibited.
ja: バグやゲームの不具合の利用は禁止されています。
ko: 버그 또는 게임 결함을 사용하는 것은 금지되어 있습니다.

source: Notwithstanding aforementioned, all and any actions (directly or through representative) of the Participant(-s) according to and in connection with hereto, shall be treated as implied consent with all rules hereof until it is proven otherwise according to applicable legislation.
ja: 上記にかかわらず、参加者が本条に従いおよび本規則に関連して行うすべての行為 (直接行うか、代表者を通じて行うかを問わない) は、適用法に従い別段の証明がなされるまで、本契約のすべての規則に黙示的に同意したものと扱われるものとします。
ko: 앞서 서술된 바와 관계없이, 참가자(들)의 본 계약에 따르는, 그리고 그와 연관된 모든 행동(직접적 행동 혹은 대표자를 통한 행동)들은 준거법에 따라 그렇지 아니함이 입증되기 전까지 본 계약의 모든 규정에 대한 암묵적 동의로 간주됩니다.

source: If an organization has more than 1 roster, they have to determine, which roster will represent them before the Qualifiers.
ja: 組織に複数の名簿がある場合、予選前にどの名簿が代表するかを決定する必要があります。
ko: 하나의 조직에 하나 이상의 로스터가 있을 경우, 어느 로스터가 해당 조직을 대표할지를 예선 시작 전에 결정해야 합니다.

source: A protest is the official communication between the parties and the admin.
ja: 抗議は、当事者と運営との間の公式の連絡です。
ko: 이의 제기는 팀들과 관리자 사이의 공식적인 의사소통입니다.
